Repository: jrfnl/Debug-Bar-Taxonomies
Catalog: languages/debug-bar-taxonomies-*.po
Languages: nl_nl

source: Taxonomies
nl_nl: Taxonomiën

source: Total Taxonomies:
nl_nl: Totaal Taxonomiën:

source: Custom Taxonomies:
nl_nl: Custom Taxonomiën:

source: No taxonomies found.
nl_nl: Geen taxonomiën gevonden.

source: Standard Taxonomy Properties:
nl_nl: Standaard Taxonomie Eigenschappen:

source: Custom Taxonomy Properties:
nl_nl: Extra Taxonomie Eigenschappen:

source: Defined Labels:
nl_nl: Gedefinieerde Labels:

source: Property
nl_nl: Eigenschap

source: Capability
nl_nl: Capaciteit

source: Taxonomy Capabilities:
nl_nl: Taxonomie Capaciteiten:

source: Has capability
nl_nl: Heeft capaciteit

source: Does not have capability
nl_nl: Heeft capaciteit niet

source: Activation failed: Debug Bar must be activated to use the %1$sDebug Bar Taxonomies%2$s Plugin. %3$sVisit your plugins page to install & activate%4$s.
nl_nl: De Debug Bar plugin moet geactiveerd zijn om de %1$sDebug Bar Taxonomies%2$s te kunnen gebruiken. %3$sGa naar de plugins pagina om deze te activeren%4$s.

source: Debug Bar Taxonomies
nl_nl: Debug Bar Taxonomiën

source: Debug Bar Taxonomies adds a new panel to the Debug Bar that displays detailed information about the registered taxonomies for your site. Requires "Debug Bar" plugin.
nl_nl: Debug Bar Taxonomies voegt een nieuw paneel toe aan de Debug Bar welke gedetailleerde informatie weergeeft over de geregistreerde taxonomiën in de site. Vereist de 'Debug Bar' plugin.
